# !/usr/bin/python
# coding: utf-8


# 360
CATEGORY_360 = [
    [11, u"系统安全"],
    [12, u"通讯社交"],
    [14, u"影音视听"],
    [15, u"新闻阅读"],
    [16, u"生活休闲"],
    [18, u"主题壁纸"],
    [17, u"办公商务"],
    [102228, u"摄影摄像"],
    [102231, u"地图旅游"],
    [102232, u"教育学习"],
    [102139, u"金融理财"],
    [102233, u"健康医疗"]
]

# tencent
CATEGORY_tencent = [
    [103, u"视频"],
    [101, u"音乐"],
    [122, u"购物"],
    [102, u"阅读"],
    [112, u"导航"],
    [106, u"社交"],
    [104, u"摄影"],
    [110, u"新闻"],
    [115, u"工具"],
    [119, u"美化"],
    [111, u"教育"],
    [107, u"生活"],
    [118, u"安全"],
    [108, u"旅游"],
    [100, u"儿童"],
    [114, u"理财"],
    [117, u"系统"],
    [109, u"健康"],
    [109, u"娱乐"],
    [109, u"办公"],
    [109, u"通讯"],
]

# baidu
CATEGORY_baidu = [
    [501, u"系统工具"],
    [502, u"主题壁纸"],
    [503, u"社交通讯"],
    [508, u"拍摄美化"],
    [506, u"影音播放"],
    [504, u"生活实用"],
    [510, u"理财购物"],
    [507, u"办公学习"],
    [505, u"咨询阅读"],
    [509, u"旅游出行"]
]
